Repository: files-community/Files
Catalog: src/Files.App/Strings/*/Resources.resw
Source language: en_us
Languages: ar, bg, ca, cs_cz, da, de_de, el, es_es, fi_fi, fr_fr, he_il, hr_hr, hu_hu, id_id, it_it, ja_jp, ka, ko_kr, lv_lv, nb_no, nl_nl, or_in, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sv_se, th_th, tr_tr, uk_ua, vi, zh_hans, zh_hant

# ConsentDialogPrimaryButtonText
source: Update
ar: تحديث
bg: Актуализирай
ca: Actualitza
cs_cz: Aktualizovat
da: Opdater
de_de: Aktualisieren
el: Ενημέρωση
es_es: Actualizar
fi_fi: Päivitä
fr_fr: Mise à jour
he_il: עדכן
hr_hr: Ažuriraj
hu_hu: Frissítés
id_id: Perbarui
it_it: Aggiorna
ja_jp: 更新
ka: განახლება
ko_kr: 업데이트
lv_lv: Atjaunināt
nb_no: Oppdater
nl_nl: Bijwerken
or_in: ଅଦ୍ୟତନ
pl_pl: Aktualizuj
pt_pt: Atualizar
ro_ro: Actualizare
ru_ru: Обновить
sk_sk: Aktualizovať
sv_se: Uppdatera
th_th: อัพเดต
tr_tr: Güncelle
uk_ua: Оновити
vi: Cập nhật
zh_hans: 更新
zh_hant: 更新

source: Home
ar: الصفحة الرئيسية
bg: Начало
ca: Inici
cs_cz: Domov
da: Startside
de_de: Startseite
el: Αρχική
es_es: Inicio
fi_fi: Koti
fr_fr: Accueil
he_il: בית
hr_hr: Početno
hu_hu: Kezdőlap
id_id: Beranda
ja_jp: ホーム
ka: მთავარი
ko_kr: 홈
lv_lv: Mājas
nb_no: Hjem
nl_nl: Start
or_in: ମୂଳ
pl_pl: Strona główna
pt_pt: Início
ro_ro: Pornire
ru_ru: Главная
sk_sk: Domov
sv_se: Hem
th_th: หน้าแรก
tr_tr: Ana sayfa
uk_ua: Основне
vi: Trang chủ
zh_hans: 主页
zh_hant: 首頁

# ArchiveExtractionCompletedSuccessfullyText
source: The archive extraction completed successfully.
ar: اكتمل استخراج الأرشيف بنجاح.
bg: Извличането на архива завърши успешно.
ca: L'extracció del fitxer s'ha completat correctament.
cs_cz: Rozbalování archivu bylo úspěšně dokončeno.
da: Arkiv udpakning fuldført.
de_de: Das Entpacken war erfolgreich.
el: Η εξαγωγή του αρχείου ολοκληρώθηκε με επιτυχία.
es_es: Extracción del archivo finalizada correctamente.
fi_fi: Arkiston purkaminen onnistui.
fr_fr: L'extraction des archives s'est terminée avec succès.
he_il: החילוץ מהארכיון בוצע בהצלחה.
hr_hr: Raspakiranje arhive je uspješno završeno.
hu_hu: Az archívum kicsomagolása sikeresen befelyeződött.
id_id: Ekstraksi arsip berhasil diselesaikan.
it_it: Estrazione archivio completata con successo.
ja_jp: アーカイブの展開が正常に完了しました。
ka: არქივის ამოღება წარმატებით დასრულდა.
ko_kr: 압축 해제가 성공적으로 완료되었습니다.
lv_lv: Arhīva izvilkšana veiksmīgi pabeigta.
nb_no: Utpakkinger av filer fra arkiv fullført.
nl_nl: Het uitpakken van het archief is voltooid.
pl_pl: Rozpakowywanie archiwum zakończone pomyślnie.
pt_pt: A extração do arquivo foi terminada com sucesso.
ro_ro: Extragerea arhivei s-a finalizat cu succes.
ru_ru: Распаковка архива успешно завершена.
sk_sk: Rozbalenie archívu bolo úspešne dokončené.
sv_se: Arkivet har extraherats.
th_th: แยกไฟล์เสร็จสมบูรณ์
tr_tr: Arşiv çıkarma işlemi başarıyla tamamlandı.
uk_ua: Видобування архіву завершено успішно.
vi: Quá trình giải nén tệp đã hoàn tất.
zh_hans: 压缩文件解压完成。
zh_hant: 已完成解壓縮。

# ExtractingArchiveText
source: Extracting archive
ar: يتم استخراج الأرشيف
bg: Извличане на архив
ca: Extracció del fitxer
cs_cz: Rozbalování archivu
da: Udpakker arkiv
de_de: Archiv wird extrahiert
el: Εξαγωγή αρχείου
es_es: Extrayendo archivo
fr_fr: Extraction de l'archive
he_il: מתבצע חילוץ מהארכיון
hr_hr: Raspakiranje arhive
hu_hu: Archívum kicsomagolása
id_id: Mengekstrak arsip
it_it: Estrazione dell'archivio
ja_jp: アーカイブを展開中
ka: მიმდინარეობს არქივის ამოღება
ko_kr: 압축 해제 중
lv_lv: Izvelk arhīvu
nb_no: Pakker ut arkiv
nl_nl: Archief uitpakken
pl_pl: Wypakowywanie archiwum
pt_pt: A extrair arquivo
ro_ro: Se extrage arhiva
ru_ru: Идет распаковка архива
sk_sk: Rozbalujem archív
sv_se: Extraherar arkiv
th_th: กำลังแยกไฟล์
tr_tr: Arşiv ayıklanıyor
uk_ua: Видобування архіву
vi: Đang giải nén tệp
zh_hans: 正在解压压缩文件
zh_hant: 正在解壓縮檔案

# ExtractingCompleteText
source: Extracting complete!
ar: تم الاستخراج!
bg: Извличането завършено!
ca: Extracció completa!
cs_cz: Rozbalování dokončeno!
da: Udpakning fuldført!
de_de: Entpacken abgeschlossen!
el: Η εξαγωγή ολοκληρώθηκε!
es_es: ¡Extracción completada!
fr_fr: Extraction terminée !
he_il: החילוץ הושלם!
hr_hr: Raspakiranje završeno!
hu_hu: Kicsomagolás befelyezve!
id_id: Mengekstrak selesai!
it_it: Archivio estratto!
ja_jp: 展開が完了しました
ka: ამოღება დასრულებულია!
ko_kr: 압축 해제 완료!
lv_lv: Izvilkšana pabeigta!
nb_no: Utpakking fullført!
nl_nl: Uitpakken compleet!
pl_pl: Wypakowywanie ukończone!
pt_pt: Extração terminada!
ro_ro: Extragere completă!
ru_ru: Распаковка завершена!
sk_sk: Rozbalenie dokončené!
sv_se: Extrahering slutförd!
th_th: แยกไฟล์เสร็จแล้ว
tr_tr: Çıkarma tamamlandı!
uk_ua: Видобування завершено!
vi: Giải nén hoàn tất!
zh_hans: 解压完成。
zh_hant: 解壓縮完畢！

# BaseLayoutItemContextFlyoutOpenParentFolder.Text
source: Open parent folder
ar: فتح المجلد الأصلي
bg: Отвори родителската папка
ca: Obre la carpeta principal
cs_cz: Otevřít nadřazenou složku
da: Åbn overordnet mappe
de_de: Übergeordneten Ordner öffnen
el: Άνοιγμα γονικού φακέλου
es_es: Abrir la carpeta principal
fi_fi: Avaa yläkansio
fr_fr: Ouvrir le dossier parent
he_il: פתח תיקיית אם
hr_hr: Otvori nadređenu mapu
hu_hu: Tartalmazó mappa megnyitása
id_id: Buka folder induk
it_it: Apri cartella superiore
ja_jp: 親フォルダーを開く
ka: მშობელი საქაღალდის გახსნა
ko_kr: 상위 폴더 열기
lv_lv: Atvērt vecāku mapi
nb_no: Åpne forelder-mappe
nl_nl: Open bovenliggende map
pl_pl: Otwórz folder nadrzędny
pt_pt: Abrir pasta
ro_ro: Deschideți folderul părinte
ru_ru: Открыть родительскую папку
sk_sk: Otvoriť nadradený priečinok
sv_se: Öppna överordnad mapp
th_th: เปิดโฟลเดอร์หลัก
tr_tr: Ana klasörü aç
uk_ua: Відкрити батьківську теку
vi: Mở thư mục nguồn
zh_hans: 打开上级目录
zh_hant: 開啟父資料夾

source: Unknown
ar: غير معروف
bg: Неизвестно
ca: Desconegut
cs_cz: Neznámý
da: Ukendt
de_de: Unbekannt
el: Άγνωστο
es_es: Desconocido
fr_fr: Inconnu
hu_hu: Ismeretlen
id_id: Tidak dikenal
it_it: Sconosciuto
ja_jp: 不明
ko_kr: 알 수 없음
nb_no: Ukjent
nl_nl: Onbekend
pl_pl: Nieznany
pt_pt: Desconhecido
ro_ro: Necunoscut
ru_ru: Неизвестно
sk_sk: Neznámy
sv_se: Okänd
th_th: ไม่ทราบ
tr_tr: Bilinmeyen
uk_ua: Невідомо
vi: Không xác định
zh_hans: 未知
zh_hant: 未知

# SettingsEditFileTagsExpander.Title
source: Edit tags
ar: تحرير العلامات
bg: Редактиране на файлови етикети
de_de: Tags bearbeiten
fi_fi: Muokkaa tunnisteita
he_il: ערוך תגיות
hr_hr: Uredi oznake datoteke
it_it: Gestisci le etichette
ka: ფაილის იარლიყების რედაქტირება
lv_lv: Rediģēt birkas
nl_nl: Bewerk bestandslabels
or_in: ଟ୍ୟାଗଗୁଡିକ ସମ୍ପାଦନା କରନ୍ତୁ
pl_pl: Edytuj tagi plików
pt_pt: Editar etiquetas
th_th: แก้ไขแท็ก

# PropertyPartOfSet
source: Part of set
ar: ‏‏جزء من المجموعة
bg: Част от комплект
ca: Part del conjunt
cs_cz: Součást setu
da: Del af sæt
de_de: Teil der Auswahl
el: Μέρος του σετ
es_es: Parte del conjunto
fi_fi: Ryhmän osa
fr_fr: Partie de l'ensemble
he_il: חלק מסט
hr_hr: Dio skupa
hu_hu: Gyűjtemény eleme
id_id: Bagian dari set
it_it: Parte del set
ja_jp: セットのパート
ka: ნაკრების ნაწილი
ko_kr: 세트 중 일부
lv_lv: Daļa no
nb_no: Del av sett
nl_nl: Onderdeel van set
pl_pl: Część zestawu
pt_pt: Parte do conjunto
ro_ro: Parte din set
ru_ru: Часть набора
sk_sk: Časť súpravy
sv_se: Del av uppsättning
tr_tr: Setin parçası
uk_ua: Фрагмент
vi: Là một phần của bản
zh_hans: 部分集合
zh_hant: 集數

# InsertDiscDialog.OpenDriveButton
source: Open Drive
ar: فتح القرص
bg: Отвори диск
ca: Obre una unitat
cs_cz: Otevřít disk
da: Åbn drev
de_de: Laufwerk öffnen
el: Άνοιγμα μονάδας δίσκου
es_es: Abrir unidad
fi_fi: Avaa asema
fr_fr: Ouvrir le lecteur
hr_hr: Otvori pogon
hu_hu: Meghajtó megnyitása
id_id: Buka penyimpanan
it_it: Apri Unità
ja_jp: ドライブを開く
ka: დისკის გახსნა
ko_kr: 드라이브 열기
lv_lv: Atvērt disku
nb_no: Åpne stasjon
nl_nl: Open station
pl_pl: Otwórz dysk
pt_pt: Abrir unidade
ro_ro: Deschidere unitate
ru_ru: Открыть диск
sv_se: Öppna enhet
th_th: เปิดไดร์ฟ
tr_tr: Sürücüyü aç
uk_ua: Відкрити диск
vi: Mở ổ đĩa
zh_hans: 打开驱动器
zh_hant: 開啟磁碟機

# InsertDiscDialog.Text
source: Please insert a disc into drive {0}
ar: الرجاء إدخال قرص في محرك الأقراص {0}
bg: Моля, поставете диск в устройство {0}
ca: Inseriu un disc a la unitat {0}
cs_cz: Prosím vložte disk do jednotky {0}
da: Indsæt venligst en disk i drev {0}
de_de: Bitte lege einen Datenträger in Laufwerk {0} ein
el: Τοποθετήστε ένα δίσκο στη μονάδα {0}
es_es: Inserte un disco en la unidad {0}
fi_fi: Aseta levy asemaan {0}
fr_fr: Veuillez insérer un disque dans le lecteur {0}
hr_hr: Umetnite disk u pogon {0}
hu_hu: Helyezzen be egy lemezt a(z) {0} meghajtóba
id_id: Harap masukkan disk ke dalam drive {0}
it_it: Inserisci un disco nell'unità {0}
ja_jp: ドライブ {0} にディスクを挿入してください
ka: გთხოვთ ჩასვათ დისკი {0} დისკში
ko_kr: 드라이브 {0} 에 디스크를 삽입하세요
lv_lv: Lūdzu, ievietojiet disku diskdzinī {0}
nb_no: Vennligst sett inn en disk i enheten {0}
nl_nl: Plaats een schijf in station {0}
pl_pl: Włóż dysk do napędu {0}
pt_pt: Por favor insira um disco na unidade {0}
ro_ro: Introduceți un disc în unitatea {0}
ru_ru: Пожалуйста, вставьте диск в устройство {0}
sk_sk: Vložte disk do jednotky {0}
sv_se: Vänligen, sätt i en skiva i enhet {0}
th_th: กรุณาใส่แผ่นเข้าไปในไดร์ฟ {0}
tr_tr: Lütfen {0} sürücüsüne bir disk yerleştirin
uk_ua: Будь ласка, вставте диск в пристрій {0}
vi: Vui lòng cho đĩa vào ổ đĩa {0}
zh_hans: 请将盘片插入驱动器 {0}
zh_hant: 請將光碟放入磁碟機 {0} 中

# InsertDiscDialog.Title
source: Insert a disc
ar: إدخال قرص
bg: Поставете диск
ca: Inseriu un disc
cs_cz: Vložte disk
da: Indsæt en disk
de_de: Datenträger einlegen
el: Τοποθετήστε ένα δίσκο
es_es: Inserte un disco
fi_fi: Aseta levy levyasemaan
fr_fr: Insérer un disque
he_il: ‏‏הכנס דיסק
hr_hr: Umetnite disk
hu_hu: Helyezzen be egy lemezt
id_id: Masukkan disk
it_it: Inserire un disco
ja_jp: ディスクを挿入してください
ka: დისკის ჩასმა
ko_kr: 디스크 삽입
lv_lv: Ievietot disku
nb_no: Sett inn en disk
nl_nl: Een schijf plaatsen
or_in: ଏକ ଡିସ୍କ୍ ସନ୍ନିବେଶ କରନ୍ତୁ
pl_pl: Włóż dysk
pt_pt: Insira um disco
ro_ro: Introduceți un disc
ru_ru: Вставьте диск
sk_sk: Vložte disk
sv_se: Sätt in en skiva
th_th: ใส่แผ่น
tr_tr: Bir disk yerlestirin
uk_ua: Вставте диск
vi: Chèn đĩa
zh_hans: 插入盘片
zh_hant: 插入光碟

# AskCredentialDialog.Title
source: Credential Required
ar: ‏‏مطلوب بيانات الاعتماد
bg: Изискват се идентификационни данни
ca: Calen credencials
cs_cz: Vyžadovány údaje
da: Legitimationsoplysninger er påkrævet
de_de: Anmeldedaten benötigt
el: Απαιτούνται διαπιστευτήρια
es_es: Se requiere credencial
fi_fi: Tunnistetieto vaaditaan
fr_fr: Identification requise
he_il: ‏‏נדרש אישור
hr_hr: Potrebna vjerodajnica
hu_hu: Hitelesítés szükséges
id_id: Diperlukan kredensial
it_it: Credenziali Richieste
ja_jp: 資格情報が必要です
ka: სერთიფიკატი საჭიროა
ko_kr: 자격 증명 필요
lv_lv: Nepieciešami akreditācijas dati
nb_no: Legitimasjon kreves
nl_nl: Gegevens vereist
or_in: କ୍ରେଡେନ୍‌ସିଆଲ୍ ଆବଶ୍ୟକ
pl_pl: Wymagane poświadczenie
pt_pt: Requer credenciais
ro_ro: Acreditări necesare
ru_ru: Требуются учётные данные
sv_se: Autentiseringsuppgifter krävs
th_th: ต้องการข้อมูลเข้าสู่ระบบ
tr_tr: Bilgiler Gerekli
uk_ua: Необхідні облікові дані
vi: Yêu cầu thông tin đăng nhập
zh_hans: 需要凭据
zh_hant: 需要密碼

# CredentialDialogAnonymous.Content
source: Anonymous
ar: مجهول
bg: Анонимен
ca: Anònim
cs_cz: Anonymní
da: Anonym
de_de: Anonym
el: Ανώνυμος
es_es: Anónimo
fi_fi: Nimetön
fr_fr: Anonyme
he_il: אנונימי
hr_hr: Anonimno
hu_hu: Anonim
id_id: Anonim
it_it: Anonimo
ja_jp: 匿名
ka: უსახელო
ko_kr: 익명
lv_lv: Anonīmi
nb_no: Anonym
nl_nl: Anoniem
or_in: ବେନାମୀ
pl_pl: Anonimowe
pt_pt: Anónimo
ro_ro: Anonim
ru_ru: Анонимно
sk_sk: Anonymný
sv_se: Anonym
th_th: นิรนาม
tr_tr: Anonim
uk_ua: Анонімний
vi: Ẩn danh
zh_hans: 匿名
zh_hant: 匿名

# CredentialDialogDescription.Text
source: Provide your credential:
ar: توفير بيانات الاعتماد الخاصة بك:
bg: Предоставете вашите идентификационни данни:
ca: Proporcioneu les vostres credencials:
cs_cz: Poskytněte vaše údaje:
da: Angiv dine legitimationsoplysninger:
de_de: Gib deine Anmeldedaten an:
el: Δώστε τα διαπιστευτήριά σας:
es_es: Proporcione sus credenciales:
fi_fi: Anna käyttäjätunnuksesi:
fr_fr: Fournissez votre identifiant :
hr_hr: Navedite svoju vjerodajnicu:
hu_hu: Adja meg a hitelesítési adatait:
id_id: Berikan kredensial Anda:
it_it: Inserisci le tue credenziali:
ja_jp: 資格情報を入力してください:
ka: მიუთითეთ თქვენი სერთიფიკატი:
ko_kr: 신원 증명:
lv_lv: Norādiet savus akreditācijas datus:
nb_no: Legitimer deg:
nl_nl: Vul je gegevens in:
pl_pl: Wprowadź Twoje poświadczenie:
pt_pt: Indique as suas credenciais:
ro_ro: Furnizați datele de autentificare:
ru_ru: Предоставьте Ваши учетные данные:
sk_sk: Poskytnite svoje poverenia:
sv_se: Ange dina autentiseringsuppgifter:
th_th: กรอกข้อมูลเข้าสู่ระบบ:
tr_tr: Kimlik bilgilerinizi sağlayın:
uk_ua: Надайте свої облікові дані:
vi: Cung cấp thông tin đăng nhập của bạn:
zh_hans: 请提供你的访问凭据
zh_hant: 請提供您的憑證：

# CredentialDialogUserName.PlaceholderText
source: UserName
ar: اسم المستخدم
bg: Потребителско име
ca: Nom d'usuari
cs_cz: Uživatelské jméno
da: Brugernavn
de_de: Benutzername
el: Όνομα χρήστη
es_es: Nombre de usuario
fi_fi: Käyttäjätunnus
fr_fr: Nom d'utilisateur
he_il: שם משתמש
hr_hr: Korisničko ime
hu_hu: Felhasználónév
id_id: Nama pengguna
it_it: Nome utente
ja_jp: ユーザー名
ka: მომხმარებლის სახელი
ko_kr: 사용자 명
lv_lv: Lietotājvārds
nb_no: Brukernavn
nl_nl: Gebruikersnaam
pl_pl: Nazwa użytkownika
pt_pt: Nome de utilizador
ro_ro: Nume de utilizator
ru_ru: Имя пользователя
sk_sk: Používateľské meno
sv_se: Användarnamn
th_th: ชื่อผู้ใช้
tr_tr: Kullanıcı adı
uk_ua: Ім’я користувача
vi: Tên người dùng
zh_hans: 用户名
zh_hant: 使用者名稱

# BundlesWidgetAutomationProperties.Name
source: Bundles Widget
ar: عنصر واجهة الحزم
bg: Притурка за пакети
de_de: Sammlungs-Widget
fi_fi: Paketit-widget
hr_hr: Paket programčić
it_it: Widget Gruppi
ka: შეკვრათა ვიჯეტი
lv_lv: Saišķu logrīks
nl_nl: Bundels Widget
pl_pl: Widżet paczek
pt_pt: Widget Pacotes
th_th: วิตเจทแฟ้ม

# DrivesWidgetAutomationProperties.Name
source: Drives Widget
ar: عنصر واجهة الأقراص
bg: Притурка за дискови устройства
da: Drev widget
de_de: Laufwerks-Widget
fi_fi: Asemat-widget
hr_hr: Programčić pogona
id_id: Widget penyimpanan
it_it: Widget Dischi
ja_jp: ドライブ ウィジェット
ka: დისკთა ვიჯეტი
lv_lv: Diskdziņu logrīks
nl_nl: Schijven Widget
pl_pl: Widżet dysków
pt_pt: Widget Unidades
ro_ro: Widget unități
th_th: วิตเจทไดร์ฟ

# RecentFilesWidgetAutomationProperties.Name
source: Recent Files Widget
ar: عنصر واجهة الملفات الأخيرة
bg: Притурка за скорошни файлове
da: Seneste Filer widget
de_de: Zuletzt verwendete Datein-Widget
fi_fi: Viimeisimmät tiedostot -widget
hr_hr: Programčić nedavnih datoteka
id_id: Widget file terbaru
it_it: Widget File Recenti
ja_jp: 最近のファイル ウィジェット
ka: ბოლოდროინდელი ფაილების ვიჯეტი
lv_lv: Neseno failu logrīks
nl_nl: Recente bestanden Widget
pl_pl: Widżet ostatnich plików
pt_pt: Widget Ficheiros recentes
ro_ro: Widget fișiere recente
th_th: วิตเจทประวัติการใช้งาน

# NoSearchResultsFound
source: No items found
ar: لم يتم العثور على أصناف
bg: Няма намерени елементи
ca: No s'ha trobat cap element
cs_cz: Nenalezeny žádné položky
da: Der blev ikke fundet nogen elementer
de_de: Keine Objekte gefunden
el: Δεν βρέθηκαν στοιχεία
es_es: Ningún elemento encontrado
fi_fi: Kohteita ei löytynyt
fr_fr: Aucun élément trouvé
he_il: לא נמצאו פריטים
hr_hr: Nisu pronađene stavke
hu_hu: Nincs a keresésnek megfelelő elem
id_id: Tidak ada item yang ditemukan
it_it: Nessun elemento trovato
ja_jp: 項目は見つかりませんでした
ka: ნივთები ვერ მოიძებნა
ko_kr: 항목 없음
lv_lv: Nav atrasti vienumi
nb_no: Ingen elementer funnet
nl_nl: Geen items gevonden
or_in: ଆଇଟମ୍‌ସ ଉପଲବ୍ଧ ନାହିଁ।
pl_pl: Nie znaleziono żadnych elementów
pt_pt: Nenhum item encontrado
ro_ro: Niciun element găsit
ru_ru: Не найдено
sk_sk: Nenašli sa žiadne položky
sv_se: Inga objekt hittades
th_th: ไม่มีรายการที่ค้น
tr_tr: Hiç bir öğe bulunamadı
uk_ua: Немає елементів
vi: Không tìm thấy khoản mục nào
zh_hans: 没有与搜索条件匹配的项
zh_hant: 找不到任何符合搜尋條件的檔案

# PreviewPaneShowPreviewOnly.Text
source: Show preview only
ar: إظهار المعاينة فقط
bg: Показвай само предварителен преглед
de_de: Nur Vorschau anzeigen
fi_fi: Näytä vain esikatselu
hr_hr: Prikaži samo pregled
it_it: Mostra solo anteprima
ka: მხოლოდ გადახედვის ჩვენება
lv_lv: Rādīt tikai priekšskatījumu
nl_nl: Toon alleen voorbeeld
pl_pl: Pokaż tylko podgląd
pt_pt: Mostrar apenas pré-visualização
th_th: แสดงตัวอย่างเท่านั้น

source: Open log location
ar: افتح موقع السجل
bg: Отвори местоположението на логовете
ca: Obre la ubicació del registre
cs_cz: Otevřít umístění logu
da: Åbn log-placering
de_de: Ordner mit Protokolldateien öffnen
el: Άνοιγμα τοποθεσίας καταγραφών
es_es: Abrir ubicación del registro
fi_fi: Avaa lokin sijainti
fr_fr: Ouvrir l'emplacement des fichiers journaux
hr_hr: Otvori lokaciju zapisnika
hu_hu: Naplózás helyének megnyitása
id_id: Buka lokasi log
it_it: Apri cartella dei log
ja_jp: ログの保存場所を開く
ka: ჟურნალის ადგილმდებარეობის გახსნა
ko_kr: 로그 위치 열기
lv_lv: Atvērt žurnāla atrašanās vietu
nb_no: Åpne logg-plassering
nl_nl: Open logboek locatie
pl_pl: Otwórz lokalizaję dziennika
pt_pt: Abrir localização dos registos
ro_ro: Deschide locația jurnalului
ru_ru: Перейти к расположению журнала отладки
sk_sk: Otvoriť umiestnenie denníka
sv_se: Öppna loggsökväg
th_th: เปิดที่ตั้งไฟล์บันทึก
tr_tr: Kayıt konumunu aç
uk_ua: Відкрити розташування журналу змін
vi: Mở vị trí nhật ký
zh_hans: 打开日志文件夹
zh_hant: 開啟執行紀錄檔資料夾

# LinkToFolderCaptionText
source: Create link in {0}
ar: أنشئ رابط في {0}
bg: Създай връзка в {0}
ca: Crea un enllaç a {0}
cs_cz: Vytvořit odkaz v {0}
da: Opret link i {0}
de_de: Link in {0} erstellen
el: Δημιουργία συνδέσμου στο {0}
es_es: Crear vínculo en {0}
fi_fi: Luo linkki kohteeseen {0}
fr_fr: Créer un lien dans {0}
hr_hr: Napravi vezu u {0}
hu_hu: Parancsikon létrehozása itt: {0}
id_id: Buat tautan di {0}
it_it: Crea collegamento in {0}
ja_jp: {0} にリンクを作成
ka: ბმულის შექმნა {0} -ში
ko_kr: {0} 폴더로 링크 생성
lv_lv: Izveidot saiti {0}
nb_no: Opprett lenke i {0}
nl_nl: Maak een link in {0}
pl_pl: Utwórz link w {0}
pt_pt: Criar ligação em {0}
ro_ro: Creează legătură în {0}
ru_ru: Создать ссылку в {0}
sk_sk: Vytvoriť odkaz v {0}
sv_se: Skapa länk i {0}
th_th: สร้างทางลัดไว้ใน {0}
tr_tr: Şuraya Link Oluştur {0}
uk_ua: Створити посилання в {0}
vi: Tạo liên kết trong {0}
zh_hans: 在 {0} 处创建链接
zh_hant: 建立捷徑至 {0}

source: Columns
ar: الأعمدة
bg: Колони
ca: Columnes
cs_cz: Sloupce
da: Kolonner
de_de: Spalten
el: Στήλες
es_es: Columnas
fi_fi: Sarakkeet
fr_fr: Colonnes
he_il: עמודות
hr_hr: Stupci
hu_hu: Oszlopok
id_id: Kolom
it_it: Colonne
ja_jp: カラム
ka: სვეტები
ko_kr: 열
lv_lv: Kolonnas
nb_no: Kolonner
nl_nl: Kolommen
or_in: ସ୍ତମ୍ଭଗୁଡିକ
pl_pl: Kolumny
pt_pt: Colunas
ro_ro: Coloane
ru_ru: Столбцы
sk_sk: Stĺpce
sv_se: Kolumner
th_th: คอลัมน์
tr_tr: Sütunlar
uk_ua: Стовпці
vi: Cột
zh_hans: 列视图
zh_hant: 欄

source: Large Icons
ar: عرض الشبكة بشكل كبير
bg: Големи икони
da: Store ikoner
de_de: Große Symbole
fi_fi: Isot kuvakkeet
he_il: סמלים גדולים
hr_hr: Velike ikone
id_id: Ikon besar
it_it: Icone grandi
ja_jp: 大アイコン
ka: მსხვილი ხატულები
lv_lv: Lielas ikonas
nl_nl: Raster (groot)
or_in: ବୃହତ୍ ଆଇକନ୍‌ସମୂହ
pl_pl: Widok siatki (Duży)
pt_pt: Ícones grandes
ro_ro: Pictograme mari
th_th: ไอคอนขนาดใหญ่

source: Medium Icons
ar: عرض الشبكة بشكل متوسط
bg: Средни икони
da: Mellemstore ikoner
de_de: Mittelgroße Symbole
fi_fi: Keskikokoiset kuvakkeet
he_il: סמלים בינוניים
hr_hr: Srednje ikone
id_id: Ikon sedang
it_it: Icone medie
ja_jp: 中アイコン
ka: საშუალო ხატულები
lv_lv: Vidēji lielas ikonas
nl_nl: Raster (normaal)
or_in: ମଧ୍ୟମ ଆଇକନ୍‌ ଗୁଡିକ
pl_pl: Widok siatki (Średni)
pt_pt: Ícones médios
ro_ro: Pictograme medii
th_th: ไอคอนขนาดกลาง

source: Small Icons
ar: عرض الشبكة بشكل صغير
bg: Малки икони
da: Små ikoner
de_de: Kleine Symbole
fi_fi: Pienet kuvakkeet
he_il: סמלים קטנים
hr_hr: Male ikone
id_id: Ikon kecil
it_it: Icone piccole
ja_jp: 小アイコン
ka: პატარა ხატულები
lv_lv: Mazas ikonas
nl_nl: Raster (klein)
or_in: କ୍ଷୁଦ୍ର ଆଇକନ୍‌ସମୂହ
pl_pl: Widok siatki (Mały)
pt_pt: Ícones pequenos
ro_ro: Pictograme mici
th_th: ไอคอนขนาดเล็ก

source: Tiles
ar: لوحات
bg: Плочки
da: Felter
de_de: Kacheln
fi_fi: Laatat
he_il: אריחים
hr_hr: Pločice
id_id: Ubin
it_it: Riquadri
ja_jp: タイル
ka: მოზაიკა
lv_lv: Mozaīka
nl_nl: Tegels
or_in: ଟାଇଲ୍‌ସମୂହ
pl_pl: Kafelki
pt_pt: Mosaicos
ro_ro: Dale
sk_sk: Dlaždice
th_th: ไทล์

source: Open folders in new tab
ar: فتح المجلدات في علامة تبويب جديدة
bg: Отваряне на папките в нов раздел
ca: Obre carpetes en una pestanya nova
cs_cz: Otevřít složky v nové kartě
da: Åbn mapper i ny fane
de_de: Ordner in neuem Tab öffnen
el: Άνοιγμα φακέλων σε νέα καρτέλα
es_es: Abrir carpetas en nueva pestaña
fr_fr: Ouvrir les dossiers dans un nouvel onglet
hu_hu: Mappák megnyitása új lapon
id_id: Buka folder di tab baru
it_it: Apri le cartelle in una nuova scheda
ja_jp: 新しいタブでフォルダーを開く
ko_kr: 새 탭에서 폴더 열기
nb_no: Åpne mapper i ny fane
nl_nl: Open mappen in nieuw tabblad
pl_pl: Otwieraj foldery w nowej karcie
pt_pt: Abrir pastas em novo separador
ro_ro: Deschide foldere în filă nouă
ru_ru: Открывать папки в новой вкладке
sk_sk: Otvoriť priečinky na novej karte
sv_se: Öppna mappar i ny flik
tr_tr: Klasörleri yeni sekmede aç
uk_ua: Відкрити папки у новій вкладці
vi: Mở thư mục trong thẻ mới
zh_hans: 在新标签页中打开文件夹
zh_hant: 在新索引標籤開啟資料夾

source: Ongoing Tasks
ar: المهام الحالية
bg: Текущи задачи
de_de: Laufende Aufgaben
fi_fi: Käynnissä olevat tehtävät
hr_hr: Trenutni zadaci
it_it: Operazioni in corso
ka: მიმდინარე დავალებები
lv_lv: Notiekošās darbības
nl_nl: Lopende taken
pl_pl: Zadania w toku
pt_pt: Tarefas em curso
th_th: งานที่กำลังดำเนินอยู่

# DetailsViewHeaderFlyout_ShowDateCreated.Text
source: Date created column
ar: عمود تاريخ الإنشاء
bg: Колона за дата на създаване
ca: Columna de data de creació
cs_cz: Sloupec data vytvoření
da: Dato oprettet kolonne
de_de: Erstellungsdatum
el: Στήλη ημερομηνίας δημιουργίας
es_es: Columna de fecha de creación
fi_fi: Luontipäivämäärä -sarake
fr_fr: Date de création
hr_hr: Stupac datum stvaranja
hu_hu: Létrehozás dátuma
id_id: Kolom tanggal dibuat
it_it: Data creazione
ja_jp: 作成日時
ko_kr: 생성된 날짜 열
lv_lv: Izveides datuma kolonna
nb_no: Dato opprettet-kolonne
nl_nl: Aanmaakdatum kolom
pl_pl: Kolumna daty utworzenia
pt_pt: Coluna Data de criação
ro_ro: Coloană dată de creare
ru_ru: Дата создания
sk_sk: Stĺpec dátumu vytvorenia
sv_se: Skapelsedatumskolumn
th_th: แถววันที่สร้าง
tr_tr: Sütun oluşturulma tarihi
uk_ua: Стовпчик дати створення
vi: Cột ngày tạo
zh_hans: 创建日期列
zh_hant: 建立日期

# DetailsViewHeaderFlyout_ShowItemSize.Text
source: Item size column
ar: عمود حجم العنصر
bg: Колона за размер на елемент
ca: Columna de mida de l'element
cs_cz: Sloupec velikosti položky
da: Filstørrelses kolonne
de_de: Größe
el: Στήλη μεγέθους στοιχείου
es_es: Tamaño
fi_fi: Kohteen koko -sarake
fr_fr: Taille
hr_hr: Stupac veličine stavke
hu_hu: Méret
id_id: Kolom ukuran item
it_it: Dimensione
ja_jp: サイズ
ko_kr: 항목 크기 열
lv_lv: Vienumu lieluma kolonna
nb_no: Elementstørrelse-kolonne
nl_nl: Bestands grootte kolom
pl_pl: Kolumna wielkości elementu
pt_pt: Coluna Tamanho do item
ro_ro: Coloană cu dimensiunea elementului
ru_ru: Размер
sk_sk: Stĺpec veľkosti položky
sv_se: Objektstorlekskolumn
th_th: แถวขนาดแฟ้ม
tr_tr: Öğe Sütun Boyutu
uk_ua: Розмір стовпця елемента
vi: Cột kích cỡ khoản mục
zh_hans: 大小列
zh_hant: 大小

source: Experimental feature flags
ar: أعلام الميزات التجريبية
bg: Знамена за експериментални функции
ca: Indicadors de característiques experimentals
cs_cz: Experimentální funkce
da: Eksperimentelle funktioner
de_de: Experimentelle Funktionen
el: Πειραματικές σημαίες χαρακτηριστικών
es_es: Indicadores de características experimentales
fi_fi: Kokeelliset ominaisuudet
fr_fr: Fonctionnalités expérimentales
hu_hu: Kísérleti funkciók
id_id: Fitur eksperimental
it_it: Funzionalità sperimentali
ja_jp: 実験的な機能フラグ
ko_kr: 실험적 기능
lv_lv: Eksperimentālo funkciju karodziņi
nb_no: Eksperimentelle funksjoner
nl_nl: Experimentele functies
pl_pl: Flagi funkcji eksperymentalnych
pt_pt: 'Flags' de funcionalidades experimentais
ro_ro: Caracteristici experimentale
ru_ru: Экспериментальные функции
sk_sk: Experimentálne funkcie
sv_se: Experimentella funktioner
tr_tr: Deneysel özellik işaretleri
uk_ua: Експериментальні функції
vi: Tính năng thử nghiệm
zh_hans: 实验性功能开关
zh_hant: 實驗性功能
